ms-python.python
ms-python.vscode-pylance
ms-azuretools.vscode-docker
esbenp.prettier-vscode
dbaeumer.vscode-eslint
eamodio.gitlens
mhutchie.git-graph
ms-vscode.remote-containers
ms-vscode.vscode-typescript-next
redhat.vscode-yaml
github.copilot
